[
  {
    "title": "Billie Eilish on Bond and online bullying",
    "pid": "p0806z12",
    "description": "<p>The new James Bond theme No Time to Die only took three days to write, Billie Eilish and her producer and brother Finneas O'Connell have said.</p><p>In an exclusive interview with BBC Breakfast, they spoke about the song and their experiences with social media.</p>",
    "duration": "02:25",
    "attribution": "BBC News",
    "timestamp": "4h ago",
    "image": "https://ichef.bbci.co.uk/news/600/cpsprodpb/6589/production/_110939952_billiepic.jpg"
  },{
    "title": "This Country: 'Everyone knows a Kerry and Kurtan'",
    "pid": "p07yxtyt",
    "description": "<p>Daisy May and Charlie Cooper are the sibling duo behind the award-winning BBC Three comedy, This Country.</p><p>They sat down with Radio 1 Newsbeat to chat about what to expect from This Country's third series, which will air early next year. A new book, published earlier this month, will keep fans going until then.</p><p>Aside from dropping an accidental spoiler, they also opened up about what it was really like growing up in a small village, why the show has attracted such a devoted following, and why Daisy would rather wear bin bags to the Baftas.</p><p><em>Interview by Annabel Rackham and filming by Imran Rahman-Jones</em></p>",
    "duration": "03:40",
    "attribution": "BBC News",
    "timestamp": "20 October 2019",
    "image": "https://ichef.bbci.co.uk/news/600/cpsprodpb/119FC/production/_109288127_p07rf76y.jpg"
  },{
    "title": "Love Island tribute to Caroline Flack",
    "pid": "p074rc6n",
    "description": "<p>The first episode of ITV2's Love Island shown since Caroline Flack's death, began with a tribute to the former presenter by Iain Stirling.</p><p>The comedian has narrated the reality show since 2015.</p><p>Flack was found dead at her London home on Saturday.</p>",
    "duration": "0:29",
    "attribution": "BBC News",
    "timestamp": "17 Feb 2020",
    "image": "https://ichef.bbci.co.uk/news/600/cpsprodpb/0319/production/_110939700_p083qm3h.jpg"
  },{
    "title": "Caroline Flack: Laura Whitmore’s emotional tribute",
    "pid": "p0808hdz",
    "description": "<p>Laura Whitmore has emotionally paid tribute to her friend Caroline Flack, describing her as a person who 'loved to love'.</p><p>Flack was found dead in her London flat on Saturday. A lawyer for her family said she had taken her own life.</p><p>Speaking on her BBC 5 Live programme, Whitmore - who took over presenting Love Island from Flack - urged listeners to 'be kind'.</p><p><em>Read more: Presenter's tribute to 'vivacious, loving' friend</em></p>",
    "duration": "03:53",
    "attribution": "BBC News",
    "timestamp": "3 days ago",
    "image": "https://ichef.bbci.co.uk/images/ic/640xn/p083l8sp.jpg"
  },{
    "title": "Photography exhibit asks people to challenge victim blaming",
    "pid": "p080ln1v",
    "description": "<p>Photographer Jayne Jackson is challenging the culture of victim blaming for sexual assault victims.</p><p>The Arts University Bournemouth student has created a series of images with models posing for mugshots, holding up a reason to potentially victim blame.</p><p>Victim blaming is when the blame for something that has happened is put on the victim, rather than the perpetrator.</p><p>Mrs Jackson hopes the exhibition, in Poole, Dorset, will encourage people to challenge this idea.</p>",
    "duration": "01:40",
    "attribution": "BBC News",
    "timestamp": "14 Feb 2020",
    "image": "https://ichef.bbci.co.uk/news/600/cpsprodpb/15373/production/_110899868_p0832h7w.jpg"
  },{
    "title": "Winchester friends set up wheelchair dance class",
    "pid": "p080jvw3",
    "description": "<p>When a spinal cord injury meant Vickie Simmonds had to start using a wheelchair, she rediscovered her love for dancing.</p><p>With the help of her best friend Amanda, who is able-bodied, she spent a year in the dance studio choreographing routines that could be danced in a wheelchair.</p><p>The pair then decided to establish their own inclusive dance company in Winchester, Hampshire, that enables people of all ages and abilities to dance together.</p><p>They now want to buy additional wheelchairs that would allow more people to take part in the classes, even if they aren't wheelchair users.</p>",
    "duration": "02:08",
    "attribution": "BBC News",
    "timestamp": "13 Feb 2020",
    "image": "https://ichef.bbci.co.uk/news/600/cpsprodpb/F0CE/production/_110864616_p08309n6.jpg"
  },{
    "title": "Cirque du Soleil: I've achieved 'extreme flexibility'",
    "description": "<p>Circus contortionist Aleksei Goloborodko has been bending his body into mind-boggling positions since the age of four.</p><p>It was his childhood dream to join the circus, and he now tours the world with Cirque du Soleil in the show Luzia.</p><p>Filmed and edited by Ellen Tsang.</p>",
    "duration": "02:59",
    "attribution": "BBC News",
    "timestamp": "11 Feb 2020",
    "image": "https://ichef.bbci.co.uk/news/600/cpsprodpb/13D0B/production/_110836118_p082vvrr.jpg"
  },{
    "title": "Antonio Banderas: Oscars are becoming more international",
    "description": "<p>He may have missed out on a best actor Academy Award, but Antonio Banderas is excited about Parasite's triumph.</p><p>The Spanish actor told reporters at the famous Vanity Fair party that the best picture win for the South Korean film signalled a more international outlook for the Oscars.</p>",
    "duration": "01:07",
    "attribution": "BBC News",
    "timestamp": "10 Feb 2020",
    "image": "https://ichef.bbci.co.uk/news/600/cpsprodpb/E7C5/production/_110833395_p082v8sm.jpg"
  },{
    "title": "'All you are seen for is your body'",
    "description": "<p>Two women who have produced a film about sexual harassment said a contributor told them they felt 'disgusting in their own skin'.</p><p>Nell Basley and Taryn Everdeen, from Norfolk, based Stolen Skin on reported experiences after 150 people responded to their online survey.</p><p>'The sort of feedback that we had was really heartbreaking,' said Ms Basley.</p><p>She said she wanted to highlight what people 'endure' every day as it could cause 'severe issues'.</p>",
    "duration": "01:31",
    "attribution": "BBC News",
    "timestamp": "10 Feb 2020",
    "image": "https://ichef.bbci.co.uk/news/600/cpsprodpb/10E67/production/_110832296_p082lq3k.jpg"
  },{
    "title": "Frances Barber: 'Producer tried to assault me in my 20s'",
    "description": "<p>Actor Frances Barber has told BBC Radio 5 Live how a film producer tried to assault her when she was in her 20s after initially offering her a part in a film.</p><p>Barber, who's starring in MUSIK, which features original songs by The Pet Shop Boys said: 'Of course those things happened, but I was so lucky, you know, literally, by the skin of my teeth.'</p><p>Listen to Nihal Arthanayake's full interview with Frances Barber on Headliners on BBC Sounds.</p>",
    "duration": "03:33",
    "attribution": "BBC News",
    "timestamp": "11 Feb 2020",
    "image": "https://ichef.bbci.co.uk/news/600/cpsprodpb/10C1C/production/_110863686_p08302jb.jpg"
  }
]
